Repository: bogdan-nikitin/mc-change-world-owner
Catalog: lang/*/LC_MESSAGES/tui.po
Languages: ru

source: Enter the path to Minecraft (leave the field empty to use the default value):
ru: Введите путь к Minecraft (оставьте поле пустым, чтобы использовать значение по умолчанию):

source: Path must be existing directory
ru: Путь должен быть существующим каталогом

source: Directory must contain "saves" folder
ru: Каталог должен содержать папку "saves"

source: List of worlds:
ru: Список миров:

source: Enter the name of the world or its number:
ru: Введите название мира или его номер:

source: World num out of range
ru: Номер мира вне диапазона значений

source: No world with such name
ru: Нет мира с таким названием

source: List of players:
ru: Список игроков:

source: Nickname:
ru: Ник:

source: XP:
ru: Уровень:

source: Enter the UUID or number of the player you want to make the owner of the world:
ru: Введите UUID или номер игрока, которого вы хотите сделать владельцем мира:

source: Player num out of range
ru: Номер игрока вне диапазона значений

source: No such UUID
ru: Нет такого UUID

source: An error occurred while the program was running: {}
ru: Во время работы программы произошла ошибка: {}

source: Welcome to the program for changing the Minecraft world owner!
ru: Добро пожаловать в программу для смены владельца мира Minecraft!

source: No worlds found
ru: Никаких миров не найдено

source: World must contain level.dat file
ru: Мир должен содержать файл level.dat

source: Getting players info...
ru: Получение информации об игроках...

source: World owner changed successfully!
ru: Хозяин мира изменён успешно!
